const qnaList = [
    {
        q: '1. 릴스, 숏츠, 틱톡 같은 숏폼 컨텐츠를 자주 시청한다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '2. 영상을 N배속으로 틀어 놓고 빠르게 본다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '3. 공부나 일 도중에 집중이 잘 안 된다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '4. 스마트폰이 없으면 손이 떨리고 불안하다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '5. 밥을 먹거나 화장실에 있을 때도 스마트폰을 이용한다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '6. 스마트폰이나 TV 없이는 잠들기가 어렵다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '7. 중요한 일이나 약속을 잊고 숏폼 콘텐츠를 시청한 적이 있나요?',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '8. 숏폼 콘텐츠를 시청하지 않으면 불안하거나 초조해지나요?',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '9. 숏폼 콘텐츠에서 본 내용을 자주 주변 사람들과 공유하나요?',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '10. 숏폼 콘텐츠를 시청하는 시간을 줄이려 노력했지만 실패한 적이 있나요?',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    }
];
