const qnaList = [
    {
        q: '1. 릴스, 숏츠, 틱톡 같은 숏폼 컨텐츠를 자주 시청한다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '2. 영상을 N배속으로 틀어 놓고 빠르게 본다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '3. 평소에 공부나 일 집중이 안될 때가 많다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '4. 게임, SNS, 술, 담배 중에 한 가지 이상 습관을 갖고 있다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '5. 성인 ADHD가 아닌지 의심해본 적이 있다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '6. 스마트폰이나 TV 없이는 잠들기가 어렵다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '7. 숏폼을 계속 시청하느라 약속에 늦게 도착한 경험이 있다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '8. 술 없이는 못살겠다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '9. 온라인 쇼핑에 할애하는 시간이 많다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    },
    {
        q: '10. 수시로 SNS를 확인한다.',
        a: [
            { answer: '예' },
            { answer: '아니오' }
        ]
    }
];
